import React from "react";

const Contacts = () => {
  const numbers = new Map([
    ["Екатеринбург", "+7 (343) 211-28-72"],
    ["Санкт-Петербург", "+7 (812) 665-10-11"],
    ["Воронеж", "+7 (473) 200-05-26"],
    ["Краснодар", "+7 (861) 212-09-98"],
    ["Самара", "+7 (846) 233-43-40"],
    ["Новосибирск", "+7 (846) 233-43-40"],
    ["Новосибирск", "+7 (383) 322-53-62"],
    ["Казань", "+7 (843) 599-52-05"],
    ["Волгоград", "+7 (844) 245-98-80"],
  ]);
  return (
    <div>
      <div>
        {[...numbers].map((el) => {
          return (
            <div key={el}>
              <span>
                {el[0]} {el[1]}
              </span>
            </div>
          );
        })}
      </div>
    </div>
  );
};

export default Contacts;
